// © Copyright 2007, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Wyrównaj";

UnknownValue = "Wybierz";

AlignTitle = "Wyrównaj";
ValidationMsg = "Drukowana jest strona z wzorem testowym. Jeśli wydrukowane wzory są wyrównane, kliknij przycisk Gotowe. Jeśli nie, możesz spróbować ponownie wyrównać przez kliknięcie przycisku Wyrównaj.";
AlignButton = "Wyrównaj";
DoneButton = "Gotowe";

CompletionAlertTitle = "Wykonano wyrównanie pióra";
CompletionAlertMessage = "Teraz możesz kliknąć przycisk Sprawdź, aby wydrukować stronę testową. Aby wydrukować stronę testową, wybierz skonfigurowane urządzenie w następnym oknie dialogowym i kliknij przycisk Drukuj.";
VerifyButton = "Sprawdź";
PrintingPatternsTitle = "Drukowanie wzorów…";

HSDAlignPrintheadsExplanation = "Następująca procedura służy do wyrównania ze sobą głowic drukujących tuszami czarnym i kolorowymi. Zapewni to najwyższą możliwą jakość druku.";
HSDAlignPrintheadsInvitation = "Zalecane jest przeprowadzenie wyrównania po każdej wymianie głowicy.";

TransferringProcessTitle = "Przesyłanie pliku…";
PrintingProcessTitle = "Drukowanie strony diagnostycznej jakości druku…";

NoPrintTitle = "Nie można wydrukować strony diagnostycznej jakości druku";
NoPrintMsg = "Upewnij się, że drukarka jest podłączona i włączona, a następnie spróbuj ponownie.";

PenChangedMsg = "Wyrównywanie zostało przerwane, ponieważ zmienił się zestaw pojemników z tuszem. Nie wyjmuj, wkładaj ani wymieniaj pojemników w trakcie procedury wyrównywania.";

HSDPrintAndAlignButtonsHint = "Kliknij przycisk Drukuj, aby wydrukować stronę diagnostyczną jakości druku. Kliknij przycisk Wyrównaj, aby wydrukować stronę wyrównywania.";

HSDAlignHeader = "Przeprowadź wyrównanie pojemnika, aby zapewnić najwyższą możliwą jakość druku.";
HSDAlignFooter = "Sprawdź oznaczenia na stronie wyrównywania, aby sprawdzić czy pojemnik z tuszem jest poprawnie zamontowany i prawidłowo działa. Jeśli po lewej stronie któregoś z pasków jest widoczny znak „x”, wyrównaj pojemnik z tuszem ponownie. Więcej informacji znajduje się w elektronicznej Pomocy drukarki.";

HSDAlignPrintheadHeader = "Wyrównaj głowicę drukującą, aby zapewnić najwyższą możliwą jakość druku. W celu wyrównania głowicy postępuj zgodnie z instrukcjami w następnych oknach.";

HSDTaskDescription = "Wyrównaj pojemniki z tuszem, aby zapewnić najwyższą możliwą jakość druku. W celu wyrównania pojemników postępuj zgodnie z instrukcjami w następnych oknach.";
HSDTaskNote = "Zalecane jest przeprowadzenie wyrównania po każdej wymianie pojemnika z tuszem.";
HSDAlignButtonTitle = "Wyrównaj";
HSDPrintButtonTitle = "Drukuj";
